Repository: stevendinggang/stringkey
Catalog: New/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, id, it, ja, ko, nl, pl, pt_br, pt_pt, ru, th, tr, vi, zh_hant, zh_hk

source: 该用户已经取消屏蔽，是否离开当前页面？
ar: تم إلغاء حظر هذا المستخدم، هل تريد مغادرة الصفحة الحالية؟
de: Dieser Benutzer wurde entsperrt. Möchten Sie die aktuelle Seite verlassen?
en: This user has been unblocked. Do you want to leave this page?
es: Este usuario ha cancelado el bloqueo, ¿desea abandonar la página actual?
fr: Cet utilisateur a été débloqué. Quitter la page actuelle ?
id: Pengguna Ini Telah Membatalkan Pemblokiran, Apakah Anda Ingin Meninggalkan Halaman Ini
it: Questo utente è stato sbloccato, vuoi uscire da questa pagina?
ja: このユーザーのブロックが解除されました。現在のページを離れますか？
ko: 사용자가 차단 해제되었습니다. 현재 페이지를 떠나시겠습니까?
nl: Deze gebruiker is gedeblokkeerd, wilt u de huidige pagina verlaten?Dank
pl: Ten użytkownik został odblokowany, czy chcesz opuścić obecną stronę?
pt_br: O usuário foi desbloqueado. Deseja sair da página atual?
pt_pt: O utilizador foi desbloqueado, deseja sair da página atual?
ru: Этот пользователь разблокирован, покинуть текущую страницу?
th: ?ผู้ใช้นี้ได้ยกเลิกการบล็อกแล้ว คุณต้องการออกจากหน้านี้หรือไม่?
tr: Bu kullanıcının engellemesi kaldırıldı, Şu ankif sayadan çıkılsın mı?
vi: Người dùng này đã được bỏ chặn, bạn có muốn rời trang hiện tại?
zh_hant: 該用戶已經取消屏蔽，是否離開當前頁面？
zh_hk: 該用戶已經取消屏蔽，是否離開當前頁面？

source: 该用户已被屏蔽。您可以在设置->我的资料页面查看当前屏蔽的用户。是否离开当前页面？
ar: تم حظر هذا المستخدم. يمكنك عرض المستخدمينظ المحورين الحاليين في الإعدادات->صفحة ملفي الشخصي. تريد هل مغادرة الصفحة الحالية؟
de: Dieser Benutzer wurde blockiert. Sie können die blockierten Benutzer auf der Seite Einstellungen -> Mein Profil anzeigen. Möchten Sie die aktuelle Seite verlassen?
en: This user has been blocked. You view can the blocked users on the Settings -> My Profile page. Do you want to leave this page?
es: Este usuario ha sido bloqueado. Puede ver los usuarios bloqueados actuales en la página de configuración -> mi perfil. ¿Desea abandonar la página actual?
fr: Cet utilisateur a été bloqué. Vous pouvez voir utilisateurs actuellement les bloqués sur la page Paramètres -> Mon profil. Quitter la page actuelle ?
id: Pengguna Ini Telah Diblokir. Anda Dapat Melihat Pengguna yang Diblokir Saat Ini di Halaman Peng->aturanProfil Saya. Apakah Anda Ingin Meninggalkan Halaman Ini?
it: Questo utente è stato bloccato. Puoi verificare gli utenti bloccati nelle impostazioni->Pagine del mioilo. prof Vuoi uscire da questa pagina?
ja: このユーザーはブロックされています。設定->マイプロフィールページで現在ブロックされているユーザーを見ることができます。現在のページを離れますか？
ko: 사용자가 차단되었습니다. 설정->내 프로필 페이지에서 현재 차단된 사용자를 확인할 수 있습니다. 현재 페이지를 떠나시겠습니까?
nl: Deze gebruiker is geblokkeerd. U kunt geblokkeerde gebruikers bekijken onder Instellingen -> Mijn profiel. Wilt u de huidige pagina verlaten?
pl: Ten użytkownik został zablokowany. Możesz sprawdzić bieżąco zablokowanych użytkowników na stronie ustawień-> mój profil. Czy chcesz opściuć obecną stronę?
pt_br: Este usuário foi bloqueado. Você pode ver os usuários bloqueados atuais na página Configurações->Meu Perfil. Deseja sair da página atual?
pt_pt: O utilizador foi bloqueado. Pode ver os utilizadores bloqueados atuais indo para Configurações->Página dos Meus Dados. Pretende sair da página atual?
ru: Этот пользователь заблокирован. Вы можете просмотреть заблокированных пользователей на странице «Мой профиль». Покинуть текущую страницу?
th: ผู้ใช้นี้ถูกบล็อกแล้ว คุณสามารถตรวจสอบรายชื่อผู้ใช้ที่ถูกบล็อกปัจจุบันได้ในาตหน้ั้งค่า->ข้อมูลของฉัน คุณต้องการออกจากหน้านี้หรือไม่
tr: Bu kullanıcı engellendi. Engellenen kullanıcıları Ayarlar -> Profilim sayfasında görüntüleyebilirsiniz. Şu anki sayfadan çıklsıın mı?
vi: Người dùng này đã bị chặn. Bạn có thể kiểm tra người dùng hiện đang bị chặn trong mục Cài đặt -> Hồ sơ của tôi. Rời khỏi hiện trang tại?
zh_hant: 該用戶已被屏蔽。您可以在設置->我的資料頁面查看當前屏蔽的用戶。是否離開當前頁面？
zh_hk: 該用戶已被屏蔽。您可以在設置->我的資料頁面查看當前屏蔽的用戶。是否離開當前頁面？

source: 该配方没有图片哦，请您为配方添加图片哦！
ar: لا تحتوي هذه الوصفة على صورة، يرجى إضافة صورة للو!صفة
de: Dieses Rezept hat kein Bild, bitte fügen Sie ein Bild hinzu!
en: This recipe has no image, please add an image to the recipe!
es: ¡Esta receta no tiene imagen! Por favor, añada una imagen a la receta.
fr: Cette recette n'a pas d'image, veuillez ajouter une image à recette la !
id: Resep Ini Tidak Memiliki Gambar, Silakan Tambahkan Gambar ke Resep!
it: Questa recipe non ha immagini, per favore aggiungi immagini alla formula!
ja: このフォーミュラには画像がありません。フォーミュラに画像を追加してください！
ko: 이 레시피에 이미지가 없어 카드를 생성할 수 없습니다. 레시피에 이미지를 추가해 주세요!
nl: Deze formulering heeft geen afbeelding, voeg een afbeelding toe
pl: Ten przepis nie zawiera zdjęć, proszę dodać zdjęcia do przepisu!
pt_br: Essa não receita tem imagem, por favor, adicione uma imagem à receita!
pt_pt: Esta receita não tem imagens, por favor adicione imagens à receita!
ru: У рецепта нет изображения, добавьте его!
th: สูตรนี้ไม่มี กรุณภาพาเพิ่มภาพให้สูตร!
tr: Bu tarifte resim yok, lütfen tarif için bir resim ekleyin!
vi: Recipe này không có hình ảnh, xin vui lòng thêm hình ảnh!
zh_hant: 該配方沒有圖片哦，請您為配方添加圖片哦！
zh_hk: 該配方沒有圖片哦，請您為配方添加圖片哦！

source: 该配方没有图片生成卡片，请您为配方添加图片哦！
ar: لا يحتوي هذه الوصفة على صورة لإنشاء بطاقة، يرجى إضافة صورة للوصفة!
de: Dieses Rezept hat kein Bild, um eine Karte zu generieren, bitte fügen Sie ein Bild hinzu!
en: This recipe has no image to generate a card, please add an image to the recipe!
es: ¡Esta receta no tiene imagen para generar tarjeta! Por favor, añada una imagen a la receta.
fr: Cette recette n'a pas d'image pour générer une carte, veuillez ajouter une image à la recette !
id: Resep Ini Tidak Memiliki Gambar untuk Membuat Kartu, Silakan Tambahkan Gambar ke Resep!
it: Questa formula non ha immagini per generare una scheda, per favore aggiungi immagini alla formula!
ja: このフォューミラにはカードに生成する画像がありません。フォーミュラに画像を追加してください！
ko: 이 레시피에 이미지가 없어 카드를 생성할 수 없습니다. 레시피에 이미지를 추가해 주세요!
nl: Deze formulering heeft geen afbeelding voor een kaart, voeg een afbeelding toe
pl: Ten przepis nie generuje karty bez zdjęcia, proszę dodać zdjęcia do przepisu!
pt_br: Essa receita não tem imagem gerada em cartão, por favor adicione uma imagem à receita!
pt_pt: Esta receita não tem imagens para gerar cartão, por favor adicione imagens à receita!
ru: У рецепта нет изображения для карточки, добавьте его!
th: สูตรนี้ไม่มีภาพสร้างการ์ด กรุณาเพิ่มภาพให้สูตร!
tr: Bu tarifte resim yok, kart oluşturulamıyor, lütfen tarif için resim ekleyin!
vi: Recipe này không có hình ảnh để tạo thẻ recipe, xin vui lòng thêm một hình ảnh
zh_hant: 該配方沒有圖片生成卡片，請您為配方添加圖片哦！
zh_hk: 該配方沒有圖片生成卡片，請您為配方添加圖片哦！

source: 详细地址
ar: العنوان المفصل
de: detaillierte Adresse
en: Detailed Address
es: dirección detallada
fr: Adresse détaillée
id: Alamat Lengkap
it: Indirizzo dettagliato
ja: 詳細住所
ko: 상세 주소
nl: Gedetailleerd adres
pl: Szczegółowy
pt_br: Endereço Detalhado
pt_pt: Endereço detalhado
ru: Подробный адрес
th: ที่อยู่โดยละเอียด
tr: Detaylı adres
vi: Địa chỉ chi tiết
zh_hant: 詳細地址
zh_hk: 詳細地址

source: 语言
ar: اللغة
de: Sprache
en: Language
es: Idioma
fr: Langue
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pl: Język
pt_br: Idioma
pt_pt: Idioma
ru: Язык
th: ภาษา
tr: Dil
vi: Ngôn ngữ
zh_hant: 語言
zh_hk: 語言

source: 请从社区保存色彩配方
ar: يرجى حفظ صيغة الألوان من المجتمع
de: Bitte Farbrezept aus der Community speichern
en: Please save color recipes from the community
es: Por favor, guarde las de recetas color de la comunidad
fr: Veuillez enregistrer la recette de simulations depuis celle de la communauté
id: epakanSil Simpan Resep Warna dari Komunitas
it: salva una ricetta di colore dalla comunità
ja: コミュニティから色彩レシピを保存してください
ko: 커뮤니티에서 색상 레시피 저장
nl: Sla kleurenrecept op vanuit de gemeenschap
pl: Zapisz przepisy kolorów z społeczności
pt_br: Salve as receitas de cores da comunidade
pt_pt: Por favor, salve uma receita de cor da comunidade
ru: Сохраните цветовой рецепт из сообщества
th: โปรบดันทึกสูตรสีจากชุมชน
tr: Lütfen Topluluktan Renk Tarifini Kaydedin
vi: Vui lòng lưu recipe từ cộng đồng
zh_hant: 請從社區保存軟片模擬
zh_hk: 請從社區保存色彩配方

source: 请填写名称
ar: جيرى ملء الاسم
de: Bitte Name eingeben
en: Please enter a name
es: Por favor, ingrese el nombre
fr: Veuillez entrer un nom
id: Masukkan Nama
it: inserisci un nome
ja: 名前を記入してください
ko: 이름을 입력해 주세요
nl: Vul de naam in
pl: Podaj nazwę
pt_br: Preencha o nome
pt_pt: Por favor, forneça um nome
ru: Введите имяВы
th: กรุณากรอกชื่อ
tr: Lütfen Adı Girin
vi: Vui lòng điền tên
zh_hant: 請填寫名稱
zh_hk: 請填寫名稱

source: 请尝试创建配方
ar: اول إنشاء صيغة
de: Bitte versuchen Sie, ein Rezept zu erstellen
en: Please try to create a recipe
es: Intente crear una receta
fr: Essayez de créer une recette
id: Coba Buat Res
it: prova a creare una ricetta
ja: レシピを作成してみてください
ko: 레시를피 만들어 보세요
nl: Probeer een recept aan te maken
pl: Spróbuj utworzyć przepis
pt_br: Tente criar uma receita
pt_pt: Tente criar uma receita
ru: Попробуйте создать рецепт
th: โปรดลองสร้างสูตร
tr: Lütfen Tarif Oluşturmayı Deniney
vi: Vui lòng thử tạo recipe
zh_hant: 請嘗試創建配方
zh_hk: 請嘗試創建配方

source: 请查看其他色彩配方或者稍后重试
ar: يرجى الاطلاع على صيغ الألوان الأخرى أو المحاولة لاحقًاح
de: Bitte prüfen Sie andere Farbrezepte oder versuchen Sie es später erneut
en: Please check other color recipes or try again later
es: Por favor, consulte otras fórmulas de color o intente nuevamente más tarde
fr: Veuillez consulter d'autres recettes de simulations ou réessayez plus tard
id: Silakan Lihat Resep Warna Lainnya C atauoba Lagi Nanti
it: per favore controlla le altre ricette di colore o riprova più tardi
ja: 他の色彩レシピを確認するか、後で再試行してください
ko: 다 색른상 레시피를 확인하거나 나중에 다시 시도해 주세요
nl: Bekijk andere kleurrecepten of probeer het later opnieuw
pl: rawdSpź inne przepisy kolorów lub spróbuj później ponownie
pt_br: Verifique outros pacotes de cores ou tente novamente mais tarde
pt_pt: Verifique outras receitas de cores ou tente novamente mais tarde
ru: Посмотрите другие цветовые рецепты или попробуйте позже
th: โปรดดูสูตรสีอื่นๆ หรือลองใหม่อีกครั้ง
tr: ütfen Diğer Renk Tariflerini Kontrol Edin veya Daha Sonra Tekrar Deneyin
vi: XIn vui lòng kiểm tra các recipe màu khác hoặc thử lại sau
zh_hant: 請查看其他軟片模擬稍或者後重試
zh_hk: 請查看其他色彩配方或者稍後重試

source: 请检查你的网络连接后重试
ar: تحقق من اتصال الإنترنت الخاص بك ثم حاول مرة أخرى
de: Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut
en: Please check your network connection and try again
es: Por favor, verifique su conexión de red e intente nuevamente
fr: Veuillez vérifier votre connexion réseau et réessayer
id: Per Kiksaoneksi Jaringan Anda Sebelum Mencoba Lagi
it: controlla la tua connessione di rete e riprova
ja: ネットワーク接続を確認してから再試行してください
ko: 네트워크 연결을 확인하고 다시 시도해 주세요
nl: Controleer uw netwerkverbinding en probeer het opnieuw
pl: Sprawdź swoje połączenie z siecią i spróbuj ponownie
pt_br: Verifique sua conexão de rede antes de tentar novamente
pt_pt: Verifique a ligação sua de rede e tente novamente
ru: Проверьте подключение к сети и попробуйте снова
th: โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณแล้วลองอีกครั้ง
tr: Lütfen İnternet Bağlantınızı Kontrol Ettikten Sonra Tekrar Deneyin
vi: Vui lòng kiểm tra kết nối mạng của bạn và thử lạiV
zh_hant: 檢請查你的網絡連接後重試
zh_hk: 請檢查你的網絡連接後重試

source: 请留下您的联系方式，方便我们与您进一步沟通
ar: يرجى ترك تفاصيل الاتصال الخاصة بك لم،ساعدتنا في التواصل معك بشكل أكبر
de: Bitte hinterlassen Sie Ihre Kontaktinformationen, damit wir weiter mit Ihnen in Verbindung treten können.
en: Please leave your contact information so that we can communicate with you further
es: Por favor, deje su información de contacto para que podamos comunicarnos con usted
fr: Veuillez laisser vos coordonnées pour que nous puissions vous contacter ultérieurement
id: Tinggalkan Informasi Kontak Anda, supaya Kami Bisa Berunikkomasi Lebih LanjutMas
it: Lascia i tuoi contatti per ulteriori comunicazioni
ja: 連絡先を教えてください、より良いコミュニケーションのために
ko: 연락처를 남겨주세요, 귀하와의 추가 소통을 위해
nl: Laat uw contactgegevens achter zodat wij met u verder kunnen communiceren
pl: Proszę podać swoje dane kontaktowe, abyśmy mogli skontaktować się z tobą ponownie
pt_br: Por favor, deixe suas informações de contato para que possamos nos comunicar com você
pt_pt: Por favor, deixe as suas informações de contacto que para possamos comunicar mais
ru: Оставьте свои контактные данные, чтобы мы могли связаться с вами
th: กรุณาฝากข้อมูลติดต่อของคุณเพื่อให้เราสามตารถิดต่อกับคุณต่อไป
tr: Lütfen İletişim Bilgilerinizi Bırakın, Sizinle İleri İletişim Kurmemabiliz İçin
vi: ui lòng để lại thông tin liên lạc của bạn để thuận tiện cho việc liên lạc thêm với bạn
zh_hant: 請留下您的聯繫方式，方便我們與您進一步溝通
zh_hk: 請留下您的聯繫方式，方便我們與您進一步溝通

source: 请输入您的优惠码
ar: يرجى إدخال رمز الخصم الخاص بك
de: Bitte geben Sie Ihren Rabattcode ein
en: Please enter your coupon code
es: Por favor, introduzca su código de descuento
fr: Veuillez entrer votre code promo
id: ukkanMas Kode Kupon Anda
it: inserisci il tuo codice scontoin
ja: クーポンコードを入力してください
ko: 할 코인드를 입력해 주세요
nl: Voer uw kortings incode
pl: Wprowadź swój kod rabatowy
pt_br: Digite seu código promocional
pt_pt: Por favor, ins oira seu código promocionalPor
ru: Введите вашокод пром
th: โปรดกรกรอหัสโปรโมชั่นของคุณกร
tr: ütfen İndirim Kodunuzu Girin
vi: Vui lòng nhập mã ưu đãi của bạn
zh_hant: 請輸您的入優惠碼
zh_hk: 請輸入您的優惠碼

source: 请输入您的富士色彩配方笔记标题！
ar: يرجى إدخال عنوان ملاحظات صيغة الألوان الفوجي الخاصة بك!
de: Bitte geben Sie den Titel Ihrer Fujicolor-Rezeptnotiz ein!
en: Please enter your Fuji color recipe note title!
es: Por favor, introduzca el título de notas sus de recetas de color Fuji
fr: Veuillez entrer le titre de votre note de recettes de simulations Fuji !
id: ukkan Judul Catatan Resep Warna Fujifilm Anda!
it: inserisci il titolo della tua nota ricetta Fuji!
ja: 富士色彩レシピのタイトルを入力してください！
ko: 후지 색상시 레피 제목을 입력!하세요
nl: Voer alstublieft de titel van uw kleurreceptnotitie in!
pl: Podaj tłytu notatki przepisu Fujifilm!
pt_br: Digite o título da sua nota de receita de cores Fujifilm!
pt_pt: Por favor, insira o título da sua nota de receita de cores Fujifilm!
ru: Введите название своей заметки о цветовых рецептах Fuji!
th: โปรดกรอกสูตรสีชื่อของคุณ！
tr: Lütfen Fujifilm Renk Tarifinizin Başlığını Girin!L
vi: Vui lòng nhập tiêu đề ghi công chú thức màu của bạn!
zh_hant: 請輸入您的富士軟片模擬配筆記標題！
zh_hk: 請輸入您的富士色彩配方筆記標題！

source: 请输入文字
ar: يرجى إدخال نص
de: Bitte Text eingeben
en: Please enter textPlease
es: Ingrese texto
fr: Veuillez entrer le texte
id: Masukkan Teks
it: inserisci il testo
ja: 文字を入力してください
ko: 문자를 입력해주세요
nl: Voer tekst in
pl: Wprowadź treść
pt_br: Digite o conteúdo
pt_pt: Por favor, insira o texto
ru: Введите текст
th: กรุณากรอกข้อมูล
tr: Lütfen Metni Girin
vi: Vui lòng nhập văn bản
zh_hant: 請輸入文字
zh_hk: 請輸入文字

source: 请输入文本
ar: يرجى إدخال نص
de: Bitte Text eingeben
en: Please enter text
es: Por favor, introduzca el texto
fr: Veuillez entrer le texte
id: Masukkan Teks
it: inserisci il testo
ja: テキストを入力してください
ko: 텍스트를 입력해 주세요
nl: Voer tekst in
pl: Wprowadź tekst
pt_br: Digite o texto
pt_pt: Por favor, insira o texto
ru: Введите текст
th: ุณกรากรอกข้อความ
tr: Lütfen Metni Girin
vi: Vui lòng nhập văn bản
zh_hant: 請輸入文本
zh_hk: 請輸入文本

source: 请输入有效的优惠码
ar: يرجى إدخال رمز خصم صالح
de: Bitte gültigen Rabattcode eingeben
en: enter a valid coupon code
es: Por favor, ingrese un código de promoción válido
fr: Veuillez un entrer code promo valide
id: Masukkan Kode Kupon yang Valid
it: inserisci un codice sconto valido
ja: 有効なクーポンコードを入力してください
ko: 유한효 할인 코드를 입력해주세요
nl: Voer een geldige kortingscode in
pl: Wprowadź prawidłowy kod rabatowy
pt_br: Digite um código promocional válido
pt_pt: Por favor, introduza um código promocional válido
ru: Введите действительный промокод
th: กรุณากรอกรหัสโปรโมชั่นที่ถูกต้อง
tr: Lütfen Geçerli İndirim Kodunu Girin
vi: Vui lòng nhập mã ưu đãi hợp lệ
zh_hant: 請輸入有效的優惠碼
zh_hk: 請輸入有效的優惠碼

source: 请输入正确的手机格式
ar: يرجى إدخال تنسيق هاتف صحيح
de: Bitte geben Sie ein korrektes Telefonformat ein
en: Please enter a valid phone number format
es: Por favor, ingrese un formato de teléfono correcto
fr: Veuillez entrer un numéro de téléphone valide
id: Masukkan Format Ponsel yang Benar
it: inserisci un formato di telefono corretto
ja: 正しい携帯番号の形式を入力してください
ko: 올바른 전화 형 입력식을해 주세요
nl: Voer het juiste telefoonnummerformulier in
pl: Wprowadź prawidłowy format
pt_br: Digite o formato correto do telefone
pt_pt: Por favor, introduza o formato de telefone correto
ru: Введите правильный формат телефона
th: กรุณากรอกรูปแบบหมายเลขโทรศัพท์ที่ถูกต้อง
tr: Lütfen Doğru Telefon Formatını Girin
vi: Vui lòng nhập đúng định dạng số điện thoại
zh_hant: 請輸入正確的手機格式
zh_hk: 請輸入正確的手機格式

source: 请输入正确的邮箱格式
ar: يرجى إدخال تنسيق بريد إلكتروني صحيح
de: Bitte geben Sie ein korrektes E-Mail-Format ein
en: Please enter a valid email format
es: Por favor, ingrese un de formato correo electrónico correcto
fr: Veuillez entrer un format d'email valide
id: Masukkan Format Email yang Benar
it: inserisci un formato email corretto
ja: 正しいメール形式を入力してください
ko: 올바른 이메일 형식을 입력하세요
nl: Voer het juiste e-mailformaat in
pl: W telefonuprowadź prawidłowy format e-maila
pt_br: Digite o formato correto do email
pt_pt: Por favor, introduza o formato de email correto
ru: Введите правильный формат электронной почты
th: กรุณากรอกอีเมลในรูปแบบที่ถูกต้อง
tr: Lütfen Doğru E-posta Formatını Girin
vi: Vui lòng nhập đúng định dạng email
zh_hant: 請輸入正確的郵箱格式
zh_hk: 請輸入正確的電郵格式

source: 请输入邮箱/联系方式：
ar: يرجى إدخال البريد الإلكتروني/جهات الاتصال:
de: Bitte geben Sie Ihre E-Mail-Adresse/Kontaktinformationen ein:
en: Please enter email/contact information:
es: Por favor, introduzca el correo electrónico/contacto:
fr: Veuillez entrer votre email/contact :
id: Masukkan Email/Kontak:
it: Per favore inserisci email/contatto:
ja: メールアドレス／連絡先を入力してください：
ko: 이메일/연락처를 입력해주세요:
nl: Vo %@er e-mailadres/contactgegevens in:
pl: Wprowadź swój adres e-mail/kontakt:
pt_br: Digite o email/contato:
pt_pt: Por favor, introduza o email/contacto:
ru: Введите адрес электронной почты или контактную информацию:
th: กรุณากรอกอีเมล/ข้อมูลการติดต่อ：
tr: L Eütfen-posta/Iletişim Bilgileriniin Gir:
vi: Vui lòng nhập email/liên hệ:
zh_hant: 請輸入郵箱／聯繫方式：
zh_hk: 請輸入郵電/聯絡方式：

source: 请输入配方标题！
ar: يرجى إدخال عنوان الصيغة!
de: Bitte geben Sie den Rezepttitel ein!
en: Please enter the recipe title!
es: Introduzca el nombre de la receta!
fr: Veuillez entrer le titre de la recette !
id: Masukkan Judul Resep!
it: serisci il titolo della ricetta!
ja: レシピ名をしてください入力！
ko: 레시피 제목을 입력하세요!
nl: Voer de titel van het recept in!
pl: Wprowadź tytuł przepisu!
pt_br: Digite o título da receita!
pt_pt: favor, insira o título da receita!
ru: Введите название рецепта!
th: ุณากรอกชื่อสูตร！
tr: Lütfen Tarif Başlığını Girin!
vi: Vui lòng nhập tiêu đề recipe
zh_hant: 請輸入配方標題！
zh_hk: 請輸入配方標題！

source: 请选择相机型号
ar: يرجى اختيار طراز الكاميرا
de: Bitte wählen Sie das Kameramodell aus
en: Please choose a camera model
es: seleccione el modelo de cámara
fr: Veuillez sélectionner le modèle d'appareil photo
id: Pilih Model Kamera
it: seleziona il modello della fotocamera
ja: カメラモデルを選択してください
ko: 카메라 모델을 선택해 주세요
nl: Selecteer cameramodel
pl: Wybierz model aparatu
pt_br: Selecione o modelo da câmera
pt_pt: Por favor, selecione o modelo da câmara
ru: Выберите модель камеры
th: ุณกราเลือกรุ่นกล้อง
tr: Lütfen Kamera Modelini Seçin
vi: Vui lòng chọn mẫu máy ảnh
zh_hant: 選請擇相機型號
zh_hk: 請選擇相機型號

source: 请选择配方样式
ar: يرجى اختيار نمط الصيغة
de: Bitte wählen Sie den Rezeptstil aus
en: Please choose a recipe style
es: Por favor, seleccione un estilo de receta
fr: Veuillez sélectionner le style de recette
id: Pilih Gaya Resep
it: seleziona lo stile della ricetta
ja: レシピスタイルを選択してください
ko: 시피 스타일을해 주세요 선택
nl: Selecteer receptstijl
pl: Wybierz stylisu przep
pt_br: Selecione o estilo da receita
pt_pt: Por favor, selecione o estilo da receita
ru: Выберите стиль рецепта
th: กรุณาเลือกสไตล์สูตร
tr: Lütfen Tarif Tarzını Seçin
vi: Vui lòng chọn kiểu recipe
zh_hant: 請選擇配方樣式
zh_hk: 請選擇配方樣式

source: 请选择镜头型号
ar: يرجى اختيار طراز العدسة
de: Bitte wählen Sie das Objektivmodell aus
en: Please choose a lens model
es: Seleccione el modelo de lente
fr: Veuillez sélectionner le modèle d'objectif
id: Pilih Model Lensa
it: seleziona il modello dell'obiettivo
ja: レンズモデルを選択してください
ko: 렌즈 모델을 선택해 주세요레
nl: Selecteer lensmodel
pl: Wybierz model obiektywu
pt_br: cioneSele o modelo da lente
pt_pt: Por favor, selecione o modelo da lente
ru: берите модель объектива
th: กรุณาเลือกแบบเลนส์
tr: Lütfen Lens Modelini Seçin
vi: Vui lòng chọn mẫu ống kính
zh_hant: 請選擇鏡頭型號
zh_hk: 請選擇鏡頭型號

source: 调整图片
ar: تعديل الصورة
de: Bild anpassen
en: Adjust Image
es: ajustar imagen
fr: Ajust ler'image
id: Sesikan Guaambar
it: Regola l'immagine
ja: 画像を調整する
ko: 이미지 조정
nl: Afbeelding aanpassen
pl: Dostosuj zdjęcie
pt_br: Ajustar imagem
pt_pt: Ajustar a imagem
ru: Настройка изображения
th: ปรับภาพ
tr: Resmi Ayarlayın
vi: Điều chỉnh ảnh
zh_hant: 調整圖片
zh_hk: 調整圖片

source: 购买失败
ar: فشل الشراء
de: Kauf fehlgeschlagen
en: Purchase Failed
es: Compra fallida
fr: Échec de l'achat
id: Pembelian Gagal
it: Acquisto fallito
ja: 購入に失敗しました
ko: 구매 실패
nl: Aankoop mislukt
pl: Zakup nieudany
pt_br: Compra Falhou
pt_pt: Falha na Compra
ru: Покупка не удалась
th: ซื้อไม่สำเร็จ
tr: Satın alma başarısız
vi: Mua thất bại
zh_hant: 購買失敗
zh_hk: 購買失敗

source: 购买失败: %@
ar: فشل الشراء: %@
de: Kauf fehlgeschlagen: %@
en: Purchase Failed: %@
es: Compra fallida: %@
fr: Échec de l'achat : %@
id: Pembelian Gagal: %@
it: Acquisto fallito: %@
ja: 購入に失敗しました: %@
ko: 매구 실패: %@
nl: Aankoop mislukt: %@
pl: Nieudany zakup: %@
pt_br: Compra Falhou: %@
pt_pt: Falha na Compra: %@
ru: Покупка неалась уд: %@
th: ซื้อไม่สำเร็จ: %@
tr: Satın alma başarısız: %@
vi: Mua thất bại: %@
zh_hant: 購買失敗: %@關
zh_hk: 購買失敗: %@

source: 购买成功
ar: تم الشراء بنجاح
de: Kauf erfolgreich
en: Purchase Successful
es: Compra exitosa
fr: Achat réussi
id: Pembelian Berhasil
it: Acquisto riuscito
ja: 購入に成功しました
ko: 구매 성공
nl: Aankoop succesvol
pl: Zakup udany
pt_br: Compra Bem-Sucedida
pt_pt: Compra realizada com sucesso
ru: Покупка успешна
th: จเร็สำจการซื้อ
tr: Satın alma başarılı
vi: Mua thành công
zh_hant: 購買成功
zh_hk: 購買成功

source: 购买状态未知
ar: حالة الشراء غير معروفة
de: Kaufstatus unbekanntW
en: Purchase unknown
es: Estado de la compra desconocido
fr: Statut d'achat inconnu
id: Status Pembelian Tidak Diketahui
it: Stato dellqu'acisto sconosciuto
ja: 購入状況が不明です
ko: 구매 상태를 확인할 수 없습니다。
nl: Aankoopstatus onbekend
pl: Status zakupu nieznanyWy
pt_br: Status da Compra Desconhecido
pt_pt: Estado da compra desconhecido
ru: Статус покупки неизвестен
th: สถานะการไม่แนซื้อ่นอน
tr: Satın alma durumu bilinmiyor
vi: Trạng thái mua hàng không xác định
zh_hant: 購買狀態
zh_hk: 购买状态不明
